package org.ayo.codeworld;


public class Data {
	
	public static String[] Texts_For_Cl = {
		"骚到没朋友~~",
		"看起来不错哦，尝尝吧~~",
		"哎呦，满分!",
		"这到底是谁，来，我们来聊一聊~",
		"开封了，愿意跟我做朋友吗?",
		"妹子不错哦!!",
		"你有女朋友吗，来聊一聊吧!",
		"长夜漫漫，无心睡眠~~~",
		"美女跑出来了，快来抓吧！",
		"这个福利你要不要。。。",
		"有一个很污的女朋友是一种什么体验？",
		"她曾经那么纯洁...",
		"战斗力超强！",
		"委婉好身材，sexy！",
		"我以为你没穿裤子",
		"女孩身材好挺",
		"性感女神级",
		"包月多少钱",
		"遇到这样式的，你还能挺得住？",
		"你的春梦是什么样子的，是这样吗？",
		"你给这个妹子打几分？",
		"全都是套路！",
		"你们在干什么，我报警了！",
		
	};
	
	public static String getTextForCL(int index){
		return Texts_For_Cl[index];
	}
	
}
